Repository: stevansen/BeerChillerIOS
Catalog: BeerChiller/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hr, it, nl, pl, pt

# alarm_detail
source: Target temperature reached.
cs: Cílová teplota dosažena.
de: Zieltemperatur erreicht.
es: Temperatura objetivo alcanzada.
fr: Température cible atteinte.
hr: Ciljna temperatura dosegnuta.
it: Temperatura desiderata raggiunta.
nl: Doeltemperatuur bereikt.
pl: Osiągnięto temperaturę docelową.
pt: Temperatura alvo atingida.

# alarm_ringing
source: Your beer is cold
cs: Vaše pivo je studené
de: Dein Bier ist kalt
es: Tu cerveza está fría
fr: Votre bière est froide
hr: Vaše pivo je hladno
it: La tua birra è pronta
nl: Je bier is koud
pl: Twoje piwo jest zimne
pt: A sua cerveja está fria

# appearance_dark
source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
hr: Tamno
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro

# appearance_light
source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
hr: Svijetlo
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro

# appearance_system
source: System setting
cs: Nastavení systému
de: Systemeinstellung
es: Ajuste del sistema
fr: Réglage système
hr: Postavka sustava
it: Impostazione di sistema
nl: Systeeminstelling
pl: Ustawienie systemowe
pt: Definição do sistema

# appearance_title
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hr: Izgled
it: Aspetto
nl: Weergave
pl: Wygląd
pt: Aparência

source: Bottle size
cs: Velikost lahve
de: Flaschengröße
es: Botella
fr: Bouteille
hr: Veličina boce
it: Bottiglia
nl: Flesgrootte
pl: Butelka
pt: Garrafa

# bottle_volume
source: Bottle size
cs: Velikost lahve
de: Flaschengröße
es: Botella
fr: Bouteille
hr: Veličina boce
it: Bottiglia
nl: Flesgrootte
pl: Butelka
pt: Garrafa

# calculation_model_title
source: Calculation model
cs: Výpočetní model
de: Berechnungsmodell
es: Modelo de cálculo
fr: Modèle de calcul
hr: Model izračuna
it: Modello di calcolo
nl: Berekeningsmodel
pl: Model obliczeń
pt: Modelo de cálculo

# check_inputs_short
source: Check
cs: Zkontrolovat
de: Prüfen
es: Revisar
fr: Vérifier
hr: Provjeri
it: Controlla
nl: Controleren
pl: Sprawdź
pt: Verificar

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hr: Zatvori
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar

# container_bottle
source: Bottle
cs: Láhev
de: Flasche
es: Botella
fr: Bouteille
hr: Boca
it: Bottiglia
nl: Fles
pl: Butelka
pt: Garrafa

# container_can
source: Can
cs: Plechovka
de: Dose
es: Lata
fr: Canette
hr: Limenka
it: Lattina
nl: Blik
pl: Puszka
pt: Lata

source: Cooling time
cs: Chlazení
de: Kühlzeit
es: Enfriamiento
fr: Refroidissement
hr: Hlađenje
it: Raffreddamento
nl: Koeltijd
pl: Chłodzenie
pt: Resfriamento

# current_temperature_short
source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hr: Temperatura
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt: Temperatura

source: Device temperature
cs: Teplota zařízení
de: Gerätetemperatur
es: Temperatura dispositivo
fr: Température appareil
hr: Temperatura uređaja
it: Temperatura dispositivo
nl: Apparaattemperatuur
pl: Temperatura urządzenia
pt: Temperatura dispositivo

# ends_at
source: Ends at %1$@
cs: Konec v %1$@
de: Ende um %1$@
es: Fin a las %1$@
fr: Fin à %1$@
hr: Završava u %1$@
it: Pronta alle %1$@
nl: Einde om %1$@
pl: Koniec o %1$@
pt: Termina às %1$@

source: Freezer
cs: Mrazák
de: Gefrierschrank
es: Congelador
fr: Congélateur
hr: Zamrzivač
it: Congelatore
nl: Vriezer
pl: Zamrażarka
pt: Congelador

source: Fridge
cs: Lednice
de: Kühlschrank
es: Frigorífico
fr: Réfrigérateur
hr: Hladnjak
it: Frigorifero
nl: Koelkast
pl: Lodówka
pt: Frigorífico

# help_load_error
source: The help page could not be loaded. Please try again after updating the app.
cs: Stránku nápovědy se nepodařilo načíst. Zkuste to znovu po aktualizaci aplikace.
de: Die Hilfeseite konnte nicht geladen werden. Bitte versuche es nach einer App-Aktualisierung erneut.
es: No se pudo cargar la página de ayuda. Inténtalo de nuevo después de actualizar la app.
fr: La page d’aide n’a pas pu être chargée. Réessayez après avoir mis l’application à jour.
hr: Stranicu pomoći nije moguće učitati. Pokušajte ponovno nakon ažuriranja aplikacije.
it: Impossibile caricare la pagina di aiuto. Riprova dopo aver aggiornato l’app.
nl: De hulppagina kon niet worden geladen. Probeer het opnieuw nadat je de app hebt bijgewerkt.
pl: Nie udało się wczytać strony pomocy. Spróbuj ponownie po zaktualizowaniu aplikacji.
pt: Não foi possível carregar a página de ajuda. Tente novamente depois de atualizar a app.

# language_footer
source: Choose the app language in the system settings.
cs: Jazyk aplikace vyberte v nastavení systému.
de: Die App-Sprache wird in den Systemeinstellungen gewählt.
es: Elige el idioma de la app en los ajustes del sistema.
fr: Choisissez la langue de l’app dans les réglages du système.
hr: Jezik aplikacije odaberite u postavkama sustava.
it: Scegli la lingua dell’app nelle impostazioni di sistema.
nl: Kies de taal van de app in de systeeminstellingen.
pl: Wybierz język aplikacji w ustawieniach systemu.
pt: Escolha o idioma da app nas definições do sistema.

# language_title
source: Choose language
cs: Vybrat jazyk
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
hr: Odabir jezika
it: Scegli lingua
nl: Taal kiezen
pl: Wybierz język
pt: Escolher idioma

# math_divided_by
source: divided by
cs: děleno
de: geteilt durch
es: dividido por
fr: divisé par
hr: podijeljeno s
it: diviso
nl: gedeeld door
pl: podzielone przez
pt: dividido por

# math_sub
source: sub
cs: index
de: Index
es: índice
fr: indice
hr: indeks
it: indice
nl: index
pl: indeks
pt: índice

# math_to_the_power_of
source: to the power of
cs: na
de: hoch
es: elevado a
fr: puissance
hr: na
it: elevato a
nl: tot de macht
pl: do potęgi
pt: elevado a

# menu_calculation_model
source: Calculation model
cs: Výpočetní model
de: Berechnungsmodell
es: Modelo de cálculo
fr: Modèle de calcul
hr: Model izračuna
it: Modello di calcolo
nl: Berekeningsmodel
pl: Model obliczeń
pt: Modelo de cálculo

# menu_open
source: Open menu
cs: Otevřít menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
hr: Otvori izbornik
it: Apri menu
nl: Menu openen
pl: Otwórz menu
pt: Abrir menu

# menu_settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições

# orientation_lying
source: Lying
cs: Vleže
de: liegend
es: Tumbada
fr: Couchée
hr: Ležeći
it: orizzontale
nl: Liggend
pl: Leżąca
pt: Deitada

# orientation_standing
source: Standing
cs: Vestoje
de: stehend
es: De pie
fr: Debout
hr: Uspravno
it: verticale
nl: Staand
pl: Stojąca
pt: Em pé

# picker_appliance
source: Appliance
cs: Zařízení
de: Gerät
es: Aparato
fr: Appareil
hr: Uređaj
it: Apparecchio
nl: Apparaat
pl: Urządzenie
pt: Aparelho

# picker_container
source: Container
cs: Obal
de: Gebinde
es: Envase
fr: Récipient
hr: Ambalaža
it: Contenitore
nl: Verpakking
pl: Opakowanie
pt: Recipiente

# picker_position
source: Position
cs: Poloha
de: Lage
es: Posición
hr: Položaj
it: Posizione
nl: Positie
pl: Pozycja
pt: Posição

source: Remaining time
cs: Zbývající čas
de: Restzeit
es: Tiempo restante
fr: Temps restant
hr: Preostalo vrijeme
it: Tempo residuo
nl: Resterende tijd
pl: Pozostały czas
pt: Tempo restante

# settings_title
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições

source: Start temperature
cs: Počáteční teplota
de: Starttemperatur
es: Temperatura inicial
fr: Température initiale
hr: Početna temperatura
it: Temperatura iniziale
nl: Starttemperatuur
pl: Temperatura początkowa
pt: Temperatura inicial

source: Start timer
cs: Spustit timer
de: Timer starten
es: Iniciar timer
fr: Lancer le timer
hr: Pokreni timer
it: Avvia timer
nl: Timer starten
pl: Uruchom timer
pt: Iniciar timer

source: Stop alarm
cs: Zastavit alarm
de: Alarm stoppen
es: Detener alarma
fr: Arrêter l’alarme
hr: Zaustavi alarm
it: Ferma allarme
nl: Alarm stoppen
pl: Zatrzymaj alarm
pt: Parar alarme

# style_beer
source: Beer
cs: Pivo
de: Bier
es: Cerveza
fr: Bière
hr: Pivo
it: Birra
nl: Bier
pl: Piwo
pt: Cerveja

# style_classic
source: Classic
cs: Klasický
de: Klassisch
es: Clásico
fr: Classique
hr: Klasično
it: Classico
nl: Klassiek
pl: Klasyczny
pt: Clássico

# tagline
source: Calculate cooling time and trigger a reliable alarm
cs: Vypočítá dobu chlazení a spolehlivě spustí alarm
de: Kühlzeit berechnen und zuverlässig alarmieren
es: Calcula el enfriamiento y activa una alarma fiable
fr: Calcule le refroidissement et déclenche une alarme fiable
hr: Izračunava vrijeme hlađenja i pouzdano pokreće alarm
it: Calcola il tempo di raffreddamento e avvisa in modo affidabile
nl: Bereken koeltijd en activeer betrouwbaar alarm
pl: Oblicza czas chłodzenia i uruchamia niezawodny alarm
pt: Calcula o resfriamento e aciona um alarme confiável

source: Target temperature
cs: Cílová teplota
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
hr: Ciljna temperatura
it: Temperatura desiderata
nl: Doeltemperatuur
pl: Temperatura docelowa
pt: Temperatura alvo

# temperature_unit_system
source: System setting
cs: Nastavení systému
de: Systemeinstellung
es: Ajuste del sistema
fr: Paramètre système
hr: Postavka sustava
it: Impostazione di sistema
nl: Systeeminstelling
pl: Ustawienie systemowe
pt: Definição do sistema

# temperature_unit_title
source: Temperature unit
cs: Jednotka teploty
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
hr: Jedinica temperature
it: Unità di temperatura
nl: Temperatuureenheid
pl: Jednostka temperatury
pt: Unidade de temperatura

# version_display
source: BeerCHILLER Version %1$@
cs: BeerCHILLER Verze %1$@
es: BeerCHILLER Versión %1$@
hr: BeerCHILLER Verzija %1$@
it: BeerCHILLER Versione %1$@
nl: BeerCHILLER Versie %1$@
pl: BeerCHILLER Wersja %1$@
pt: BeerCHILLER Versão %1$@

# visual_style_title
source: Visual style
cs: Vizuální styl
de: Darstellung
es: Estilo visual
fr: Style visuel
hr: Vizualni stil
it: Stile visivo
nl: Visuele stijl
pl: Styl wizualny
pt: Estilo visual

# widget_description
source: Cooling timer on your home screen
cs: Časovač chlazení na domovské obrazovce
de: Kühl-Timer auf dem Startbildschirm
es: Temporizador de enfriamiento en la pantalla de inicio
fr: Minuteur de refroidissement sur l’écran d’accueil
hr: Mjerač hlađenja na početnom zaslonu
it: Timer di raffreddamento nella schermata Home
nl: Koeltimer op je startscherm
pl: Minutnik chłodzenia na ekranie głównym
pt: Temporizador de arrefecimento no ecrã inicial

# widget_name
source: BeerCHILLER timer
cs: Časovač BeerCHILLER
es: Temporizador BeerCHILLER
fr: Minuteur BeerCHILLER
hr: BeerCHILLER mjerač vremena
it: Timer BeerCHILLER
pl: Minutnik BeerCHILLER
pt: Temporizador BeerCHILLER

# widget_tap_to_start
source: Tap to start a timer
cs: Klepnutím spusťte časovač
de: Tippen, um einen Timer zu starten
es: Toca para iniciar un temporizador
fr: Touchez pour lancer un minuteur
hr: Dodirnite za pokretanje mjerača
it: Tocca per avviare un timer
nl: Tik om een timer te starten
pl: Dotknij, aby uruchomić minutnik
pt: Toque para iniciar um temporizador

# widget_target
source: Target %1$@
cs: Cíl %1$@
de: Ziel %1$@
es: Objetivo %1$@
fr: Cible %1$@
hr: Cilj %1$@
it: Obiettivo %1$@
nl: Doel %1$@
pl: Cel %1$@
pt: Objetivo %1$@

source: Stop
de: Stoppen
es: Detener
nl: Stoppen
pt: Parar

# info_title
source: Info
es: Información
fr: Infos

# menu_info
source: Info
es: Información
fr: Infos

# watch_start
source: Start
es: Iniciar
fr: Démarrer
it: Avvia
pt: Iniciar

# temperature_unit_celsius
source: Celsius
hr: Celzij
pl: Celsjusz
